Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Resources.resw
Source language: en
Languages: cs, he, hr, hu, nb, sk, sr_cyrl

# AutoNightLocation
source: Use Local Sunset & Sunrise
cs: Použít východ a západ slunce
he: השתמש בשקיעה וזריחה מקומיים
hr: Lokalni zalazak i izlazak sunca
hu: Naplemente & napfelkelte használata
nb: Bruk lokal solnedgang og soloppgang
sk: Použiť miestny východ a západ slnka
sr_cyrl: Користи локални излазак и залазак

# AutoNightPreferred
source: Preferred night theme
cs: Preferovaný noční motiv
he: ערכת נושא מועדפת ללילה
hr: Noćna tema
hu: Előnyben részesített éjszakai téma
nb: Foretrukket natt-tema
sk: Preferovaný nočný motív
sr_cyrl: Омиљена ноћна тема

# AutoNightSchedule
source: Schedule
cs: Rozpis
he: מתוזמן
hr: Zakaži
hu: Ütemezés
nb: Tidsplan
sk: Plán
sr_cyrl: Заказивање

# AutoNightScheduled
source: Scheduled
cs: Plánovaný
he: מתוזמן
hr: Zakazano
hu: Ütemezett
nb: Planlagt
sk: Plánovaný
sr_cyrl: Заказано

# AutoNightSystemDefault
source: System Default
cs: Výchozí nastavení systému
he: ברירת המחדל של המערכת
hr: Zadane postavke sustava
hu: Rendszer alapértelmezett
nb: Systemstandard
sk: Predvolené systémom
sr_cyrl: Системски подразумевано

# AutoNightTheme
source: Auto-Night Mode
cs: Automatický noční mód
he: מצב לילה אוטומטי
hr: Automatski noćni način
hu: Automatikus éjszakai mód
nb: Automatisk mørk modus
sk: Automatický nočný režim
sr_cyrl: Аутоматски ноћни режим

# AutoNightTo
source: To
cs: Do
he: עד שעה
hr: Do
hu: Vége:
nb: Til
sk: Do
sr_cyrl: До

# AutoNightUpdateLocation
source: Update Location
cs: Aktualizovat polohu
he: עדכן מיקום
hr: Ažuriraj lokaciju
hu: Hely frissítése
nb: Oppdater posisjon
sk: Aktualizovať polohu
sr_cyrl: Ажурирај локацију

# AutoNightUpdateLocationInfo
source: Calculating sunset & sunrise times requires a one-time check of your approximate location. Note that this location is only stored locally on your device. Sunset: {0} Sunrise: {1}
cs: Výpočet východu a západu slunce vyžaduje jednorázovou kontrolu polohy. Tato poloha je uložena pouze lokálně na Vašem zařízení. Západ slunce: {0} Východ slunce: {1}
he: חישוב זמני שקיעה וזריחה מקומיים דורשים בדיקה חד פעמית של המיקום המשוער של מכשירך. נא לשים לב כי המיקום נשאר מאוחסן באופן מקומי במכשירך. שקיעה: ⁨{0}⁩ זריחה: ⁨{1}⁩
hr: Izračunavanje vremena zalaska i izlaska sunca zahtijeva jednokratnu provjeru vaše lokacije. Ova lokacija se pohranjuje jedino na vašem uređaju. Zalazak: {0} Izlazak: {1}
hu: A napnyugta és a napfelkelte idejének kiszámítása egy egyszeri ellenőrzést igényel a hozzávetőleges tartózkodási helyedről. Ne feledd, hogy ezt csak az eszközön tároljuk. Napnyugta: {0} Napkelte: {1}
nb: Beregning av tid for solnedgang og soloppgang krever en engangssjekk av din omtrentlige posisjon. Merk at denne posisjonen bare lagres lokalt på enheten din. Solnedgang: {0} Soloppgang: {1}
sk: Výpočet času západu slnka a východu slnka vyžaduje jednorazovú kontrolu vašej približnej polohy. Upozorňujeme, že toto miesto sa ukladá iba lokálne na vašom zariadení. Západ slnka: {0} Východ slnka: {1}
sr_cyrl: Израчунавање времена изласка и заласка сунца захтева једнократну проверу ваше приближне локације. Знајте да се ова локација чува само локално на вашем уређају. Залазак: {0} Излазак: {1}

source: Autoplay GIFs
cs: Automaticky přehrávat GIFy
he: הפעל אוטומטית קובצי GIF
hr: Automatski pokreni GIF-ove
hu: GIF-ek automatikus lejátszása
nb: Autospill GIF'er
sk: Automatické prehrávanie GIF-ov
sr_cyrl: Аутоматско покретање GIF-ова

source: Autoplay media
cs: Automatické přehrávání médií
he: הפעלת מדיה אוטומטית
hr: Automatsko pokretanje medija
hu: Média automatikus lejátszása
nb: Automatisk avspilling
sk: Automatické prehrávanie médií
sr_cyrl: Аутоматско покретање медија

# AutoplayVideo
source: Videos
cs: Videa
he: סרטונים
hr: Videozapisi
hu: Videók
nb: Videoer
sk: Videá
sr_cyrl: Видео

source: Available
cs: Dostupná
he: זמין
hr: Dostupno
hu: Elérhető
nb: Tilgjengelig
sk: Dostupný
sr_cyrl: Доступан

source: Available reactions
cs: Dostupné reakce
he: רגשונים זמינים
hr: Dostupne reakcije
hu: Lehetséges reakciók
nb: Tilgjengelige reaksjoner
sk: Reakcie k dispozícii
sr_cyrl: Доступне реакције

source: Back
cs: Zpět
he: חזור
hr: Natrag
hu: Vissza
nb: Tilbake
sk: Späť
sr_cyrl: Назад

# BackgroundBlurred
source: Blurred
cs: Rozostřeno
he: מטושטש
hr: Zamućeno
hu: Homályos
nb: Uklar
sk: Rozmazané
sr_cyrl: Замућено

# BackgroundChoosePattern
source: Choose pattern
cs: Vyberte vzor.
he: בחר תבנית
hr: Odaberite uzorak
hu: Válassz mintát
nb: Velg mønster
sk: Vyberte vzor
sr_cyrl: Изаберите шаблон

# BackgroundColor
source: Color
cs: Barva
he: צבע
hr: Boja
hu: Szín
nb: Farge
sk: Farba
sr_cyrl: Боја

# BackgroundColorSinglePreviewLine1
source: Press 'Set' to apply the background.
cs: Zvolte 'Nastavit' pro použití pozadí
he: לחץ 'הגדר' על מנת להחיל את הרקע.
hr: Uredite pozadinu mijenjajući postavke
hu: Kattints a Beállít gombra az alkalmazáshoz
nb: Trykk på 'bruk' for å ta i bruk bakgrunnen.
sk: Stlačte 'Nastaviť' pre aplikovanie pozadia
sr_cyrl: Притисните 'Подеси' да бисте применили позадину.

# BackgroundColorSinglePreviewLine2
source: Enjoy the view.
cs: Užijte si výhled.
he: תהנה מהמראה.
hr: Uredite je da bude baš onakva kakvu želite
hu: Élvezd a kilátást
nb: Nyt utsikten.
sk: Vychutnajte si pohľad
sr_cyrl: Уживај у погледу

# BackgroundIntensity
source: Intensity
cs: Intenzita
he: אינטנסיביות
hr: Jačina
hu: Intenzitás
nb: Intensitet
sk: Intenzita
sr_cyrl: Интензитет

# BackgroundPattern
source: Pattern
cs: Vzor
he: תבנית
hr: Uzorak
hu: Minta
nb: Mønster
sk: Vzor
sr_cyrl: Шаблон

source: Background Preview
cs: Náhled pozadí
he: תצוגה מקדימה של רקע
hr: Pregled pozadine
hu: Háttér előnézet
nb: Forhåndsvis bakgrunn
sk: Ukážka pozadia
sr_cyrl: Преглед позадине

# BackgroundPreviewLine1
source: Hint: some background images look better with the blur effect.
cs: Tip: některá pozadí vypadají lépe s efektem rozostření.
he: רמז: תמונות רקע מסויימות עשויות להיראות טוב יותר עם אפקט טשטוש.
hr: Savjet: neke pozadine izgledaju bolje s mutnim efektom.
hu: Tipp: egyes háttérképek jobban mutatnak elmosódási effektussal.
nb: Tips: noen bakgrunnsbilder ser bedre ut med uklar-filter på.
sk: Tip: niektoré obrázky pozadia vyzerajú lepšie, keď sú rozmazané.
sr_cyrl: Савет: неке позадинске слике изгледају боље са ефектом замућења.

# BackgroundPreviewLine2
source: Woo-hoo! Thanks
cs: Wow! Díky
he: וואו! תודה רבה
hr: Woo-hoo! Hvala
hu: Woo-hoo! Kösz
nb: Jippi! Takk!
sk: Paráda! Ďakujem
sr_cyrl: Урааааа! Хвала!

# BadgeNumber
source: Badge Counter
cs: Počítadlo nepřečtených
he: מונה הודעות
hr: Značka s brojem
hu: Számláló jelvény megjelenítése
nb: Teller på appikonmerke
sk: Počítadlo neprečítaných správ
sr_cyrl: Значка са бројачем

# BadgeNumberMutedChats
source: Include Muted Chats
cs: Včetně ztlumených konverzací
he: כלול צ'אטים מושתקים
hr: Sadrži utišane razgovore
hu: Némított csevegések számlálása
nb: Inkluder avslåtte samtaler
sk: Zahrnúť stlmené konverzácie
sr_cyrl: Урачунај ћаскања без обавештења

# BadgeNumberShow
source: Show Badge Icon
cs: Zobrazit ikonu počítadla
he: הצג סמל התג
hr: Prikaži značku na ikoni
hu: Ikonjelvény megjelenítése
nb: Vis teller på appikonmerke
sk: Zobraziť počítadlo
sr_cyrl: Прикажи значку на икони

# BadgeNumberUnread
source: Count Unread Messages
cs: Počítat nepřečtené zprávy
he: ספור הודעות שלא נקראו
hr: Broji nepročitane poruke
hu: Olvasatlan üzenetek számlálása
nb: Tell uleste meldinger
sk: Počítať neprečítané správy
sr_cyrl: Урачунај непрочитане поруке

# BannedPhoneNumber
source: This phone number is banned.
cs: Toto telefonní číslo je zablokované.
he: מספר טלפון זה חסום.
hr: Ovaj broj je blokiran.
hu: Ez a telefonszám le van tiltva.
nb: Dette telefonnummeret er blokkert.
sk: Telefónne číslo je blokované.
sr_cyrl: Овај број телефона је забрањен.

# Bans_one
source: {0} ban
cs: {0} zablokovaný
he: חסימה ⁨{0}⁩
hr: {0} zabrana pristupa
hu: {0} kitiltás
nb: {0} utestengelse
sk: {0} zákaz
sr_cyrl: {0} забрана

# Bans_other
source: {0} bans
cs: {0} zablokovaných
he: ⁨{0}⁩ חסימות
hr: {0} zabrana pristupa
hu: {0} kitiltás
nb: {0} utestengelser
sk: {0} zákazov
sr_cyrl: {0} забрана

source: Ban user
cs: Zablokovat uživatele
he: חסום משתמש
hr: Zabrani pristup
hu: Felhasználó kitiltása
nb: Utesteng bruker
sk: Zablokovať používateľa
sr_cyrl: Забрани приступ

# BioLimitSubtitle
source: Add more characters and use links in your bio
cs: Přidejte více znaků a použijte odkazy ve svém popisu
he: הוסף עוד תווים והשתמש בקישורים במקטע האודות שלך
hr: Koristite više znakova i stavite linkove u svoj opis profila
hu: Még több karakter és linkek a bemutatkozásban
nb: Legg til flere tegn og bruk lenker i din bio
sk: Pridajte si viac znakov a použite odkazy v sekcii "O mne"
sr_cyrl: Додајте више знакова и користите линкове у својој биографији

# BioLimitTitle
source: Bio
cs: O mě
he: אודות
hr: Opis profila
hu: Bemutatkozás
sk: O mne
sr_cyrl: Биографија

source: Black
cs: Černá
he: שחור
hr: Crna
hu: Fekete
nb: Svart
sk: Čierna
sr_cyrl: Црна

source: BLOCK
cs: BLOKOVAT
he: חסום
hr: BLOKIRAJ
hu: TILTÁS
nb: BLOKKER
sk: ZABLOKOVAŤ
sr_cyrl: БЛОКИРАЈ

# BlockContact
source: Block user
cs: Blokovat uživatele
he: חסום משתמש
hr: Blokiraj korisnika
hu: Felhasználó tiltása
nb: Blokker bruker
sk: Zablokovať používateľa
sr_cyrl: Блокирај корисника

source: Blocked Users
cs: Blokovaní uživatelé
he: משתמשים חסומים
hr: Blokirani korisnici
hu: Tiltott felhasználók
nb: Blokkerte brukere
sk: Blokovaní používatelia
sr_cyrl: Блокирани корисници

source: Block user
cs: Blokovat uživatele
he: חסום משתמש
hr: Blokiraj korisnika
hu: Felhasználó tiltása
nb: Blokker bruker
sk: Zablokovať používateľa
sr_cyrl: Блокирај корисника

source: Blue
cs: Modrá
he: כחול
hr: Plava
hu: Kék
nb: Blå
sk: Modrá
sr_cyrl: Плава

source: Bold
cs: Tučně
he: מודגש
hr: Podebljano
hu: Félkövér
nb: Fet
sk: Tučné
sr_cyrl: Подебљано

source: bot
he: בוט
nb: robot
sr_cyrl: бот

# BotHelp
source: Help
cs: Nápověda
he: עזרה
hr: Pomoć
hu: Súgó
nb: Hjelp
sk: Pomoc
sr_cyrl: Помоћ

# BotInfoTitle
source: What can this bot do?
cs: Co může tento bot dělat?
he: מה בוט זה יכול לעשות?
hr: Što može ovaj bot?
hu: Mire jó ez a bot?
nb: Hva kan denne roboten gjøre?
sk: Čo môže robiť tento bot?
sr_cyrl: Шта овај бот може?

# BotInvite
source: Add to Group
cs: Přidat do skupiny
he: הוסף לקבוצה
hr: Dodaj u grupu
hu: Hozzáadás csoporthoz
nb: Legg til i gruppe
sk: Pridať do skupiny
sr_cyrl: Додај у групу

# BotOpenPageMessage
source: **{0}** would like to open its web app to proceed. It will be able to access your **IP address** and basic device info.
cs: **{0}** chce otevřít svou webovou aplikaci a pokračovat. Bude mít přístup k vaší **IP adrese** a základním informacím o zařízení.
he: **⁨{0}⁩** רוצה לפתוח את אפליקציית הווב שלו כדי להמשיך. הוא יוכל לגשת ל**כתובת הIP** שלך ולפרטי המכשיר הבסיסיים.
hr: **{0}** želi otvoriti svoju web aplikaciju za nastavak. Moći će pristupiti vašoj **IP adresi** i osnovnim podacima o uređaju.
hu: **{0}** szeretné megnyitni a webes alkalmazást a folytatáshoz. Hozzá fog férni az **IP-címedhez** és a készülék alapvető adataihoz.
nb: **{0}** vil åpne sin webapplikasjon for å fortsette. Den vil kunne få tilgang til **IP adressen din** og grunnleggende enhetsinformasjon.
sk: **{0}** chce otvoriť svoju webovú aplikáciu, aby mohol pokračovať. Bude mať prístup k vašej **IP adrese** a základným informáciám o zariadení.
sr_cyrl: **{0}** жели да отвори своју веб-апликацију да би наставио. Моћи ће да приступи вашој **IP адреси** и основним подацима о уређају.

# BotOpenPageTitle
source: Open page
cs: Otevřít stránku
he: פתח עמוד
hr: Otvori stranicu
hu: Oldal megnyitása
nb: Åpne side
sk: Otvoriť stránku
sr_cyrl: Отвори страницу

# BotOwnershipTransfer
source: 2-Step Verification
cs: Dvoufázové ověření
he: אימות דו-שלבי
hr: Potvrda u dva koraka
hu: Kétlépcsős hitelesítés
nb: Totrinnsbekreftelse
sk: Dvojstupňové overenie
sr_cyrl: Верификација у два корака

# BotOwnershipTransferAlertText
source: You can complete this action only if you have:
cs: Tuto akci můžete dokončit, pouze pokud máte:
he: ניתן להשלים פעולה זו בתנאי:
hr: Možete dovršiti ovu radnju samo ako imate:
hu: Csak akkor hajthatod végre a műveletet, ha rendelkezel:
nb: Du kan gjennomføre denne handlingen kun hvis du har:
sk: Túto akciu môžete dokončiť, len ak máte:
sr_cyrl: Ову радњу можете да завршите само ако имате:

# BotOwnershipTransferChangeOwner
source: Confirm
cs: Potvrdit
he: אישור
hr: Potvrdi
hu: Megerősít
nb: Bekreft
sk: Potvrdiť
sr_cyrl: Потврди

# BotOwnershipTransferReadyAlertText
source: Please enter your password to confirm this action.
cs: Prosím zadejte heslo pro potvrzení akce.
he: נא להכניס את הסיסמה כדי לאשר פעולה זו.
hr: Unesite svoju lozinku kako biste potvrdili ovu radnju.
hu: Kérjük, add meg a jelszavad a művelet végrehajtásához.
nb: Vennligst oppgi passordet ditt for å bekrefte denne handlingen.
sk: Prosím, zadajte heslo na potvrdenie tejto akcie.
sr_cyrl: Унесите своју лозинку да бисте потврдили ову радњу.

# BotRestart
source: Restart Bot
cs: Restartovat bota
he: הפעל בוט מחדש
hr: Ponovno pokreni bot
hu: Bot újraindítása
nb: Start robot på nytt
sk: Reštartovať bota
sr_cyrl: Поново покрени бота

# BotSettings
source: Settings
cs: Nastavení
he: הגדרות
hr: Postavke
hu: Beállítások
nb: Innstillinger
sk: Nastavenia
sr_cyrl: Подешавања

# BotShare
source: Share
cs: Sdílet
he: שתף
hr: Podijeli
hu: Megosztás
nb: Del
sk: Zdieľať
sr_cyrl: Подели

# BotStart
source: START
he: הפעל
hr: POKRENI
hu: Indítás
sk: ŠTART
sr_cyrl: ПОКРЕНИ

# BotStatusCantRead
source: has no access to messages
cs: nemá přístup ke zprávám
he: אין גישה להודעות
hr: nema pristup porukama
hu: nem fér hozzá az üzenetekhez
nb: har ikke tilgang til meldinger
sk: nemá prístup k správam
sr_cyrl: нема приступ порукама

# BotStatusRead
source: has access to messages
cs: má přístup ke zprávám
he: יש גישה להודעות
hr: ima pristup porukama
hu: hozzáfér az üzenetekhez
nb: har tilgang til meldinger
sk: má prístup k správam
sr_cyrl: има приступ порукама

# BotStop
source: Block Bot
cs: Zastavit bota
he: חסום בוט
hr: Blokiraj bot
hu: Bot letiltása
nb: Stop robot
sk: Zablokovať bota
sr_cyrl: Блокирај бота

# BotUnblock
source: RESTART
he: הפעל מחדש
hr: PONOVO POKRENI
hu: ÚJRAINDÍTÁS
nb: START PÅ NYTT
sk: REŠTART
sr_cyrl: ПОКРЕНИ ПОНОВО

# BubbleRadius
source: Message corners
cs: Rohy zpráv
he: פינות בהודעה
hr: Uglovi poruka
hu: Üzenetek sarkainak kerekítése
nb: Meldingshjørner
sk: Rohy správ
sr_cyrl: Углови порука

source: Built-in themes
cs: Předdefinované motivy
he: ערכות נושא מובנות
hr: Ugrađene teme
hu: Beépített témák
nb: Innebyggede tema
sk: Vstavané motívy
sr_cyrl: Уграђене теме

# BytesReceived
source: Data received
cs: Přijato dat
he: מידע שהתקבל
hr: Podataka preuzeto
hu: Beérkezett adatok
nb: Data mottatt
sk: Prijaté dáta
sr_cyrl: Примљени подаци

# BytesSent
source: Data sent
cs: Odesláno dat
he: מידע שנשלח
hr: Podataka poslano
hu: Elküldött adatok
nb: Data sendt
sk: Odoslané dáta
sr_cyrl: Послати подаци

# CacheClear
source: Clear
cs: Vyčistit
he: נקה
hr: Očisti
hu: Törlés
nb: Tøm
sk: Vymazať
sr_cyrl: Очисти

source: Calendar
cs: Kalendář
he: לוח שנה
hr: Kalendar
hu: Naptár
nb: Kalender
sk: Kalendár
sr_cyrl: Календар

source: Call
cs: Volat
he: התקשר
hr: Poziv
hu: Hívás
nb: Ring
sk: Volať
sr_cyrl: Позив

# Calling
source: Calling you...
cs: Voláme Vám...
he: מתקשרים אליך…
hr: Pozivamo vas...
hu: Hívunk...
nb: Ringer deg…
sk: Voláme Vám...
sr_cyrl: Позивамо вас...

# CallMessageIncoming
source: Incoming Call
cs: Příchozí hovor
he: שיחה נכנסת
hr: Dolazni poziv
hu: Bejövő hívás
nb: Innkommende anrop
sk: Prichádzajúci hovor
sr_cyrl: Долазни позив

# CallMessageIncomingMissed
source: Missed Call
cs: Zmeškaný hovor
he: שיחה שלא נענתה
hr: Propušteni poziv
hu: Nem fogadott hívás
nb: Tapt anrop
sk: Zmeškaný hovor
sr_cyrl: Пропуштен позив

# CallMessageOutgoing
source: Outgoing Call
cs: Odchozí hovor
he: שיחה יוצאת
hr: Odlazni poziv
hu: Kimenő hívás
nb: Utgående anrop
sk: Odchádzajúci hovor
sr_cyrl: Одлазни позив

# CallMessageOutgoingMissed
source: Canceled Call
cs: Zrušený hovor
he: שיחה שבוטלה
hr: Prekinuti poziv
hu: Megszakított hívás
nb: Avbrutt anrop
sk: Ukončený hovor
sr_cyrl: Отказан позив

# CallMessageVideoIncoming
source: Incoming Video Call
cs: Příchozí videohovor
he: שיחת וידאו נכנסת
hr: Dolazni videopoziv
hu: Bejövő videóhívás
nb: Innkommende videosamtale
sk: Prichádzajúci videohovor
sr_cyrl: Долазни видео-позив

# CallMessageVideoIncomingMissed
source: Missed Video Call
cs: Zmeškaný videohovor
he: שיחת וידאו שלא נענתה
hr: Propušteni videopoziv
hu: Nem fogadott videohívás
nb: Tapt videosamtale
sk: Zmeškaný videohovor
sr_cyrl: Пропуштен видео-позив

# CallMessageVideoOutgoing
source: Outgoing Video Call
cs: Odchozí videohovor
he: שיחת וידאו יוצאת
hr: Odlazni videopoziv
hu: Kimenő videóhívás
nb: Utgående videosamtale
sk: Odchádzajúci videohovor
sr_cyrl: Одлазни видео-позив

# CallMessageVideoOutgoingMissed
source: Canceled Video Call
cs: Zrušený videohovor
he: שיחת וידאו שבוטלה
hr: Prekinuti videopoziv
hu: Megszakított videóhívás
nb: Avbrutt videosamtale
sk: Zrušený videohovor
sr_cyrl: Отказан видео-позив

# CallNotAvailable
source: Sorry, you cannot call {0} because of their privacy settings. You can ask them to modify their setting or to call you instead.
cs: Litujeme, nemůžete zavolat uživateli {0} z důvodu nastavení jeho soukromí.
he: מצטערים, אין באפשרותך להתקשר ל⁨{0}⁩ בגלל הגדרות הפרטיות שלו. באפשרותך לבקש ממנו לשנות ההגדרות, או להתקשר אליך במקום.
hr: Korisnik {0} ima podešene postavke privatnosti tako da ga ne možete zvati. Zamolite ga da promijeni svoje postavke ili da on nazove vas.
hu: Sajnáljuk, de nem lehetséges hívást kezdeményezni {0} irányába az adatvédelmi beállításai miatt. Megkérheted, hogy módosítsa a beállításait, vagy, hogy ő hívjon téged.
nb: Beklager, du kan ikke ringe {0} på grunn av vedkommendes personverninnstillinger. Du kan spørre vekommende om å endre innstillingene sine eller ringe deg i stedet.
sk: Prepáčte, nemôžete zavolať {0}, pretože neprijíma hovory kvôli nastaveniu súkromia. Môžete ho požiadať, aby upravil svoje nastavenie alebo aby vám zavolal.
sr_cyrl: Не можете позвати корисника {0} због његових подешавања приватности. Можете га замолити да измени своје подешавање или да он позове вас.

# CallReportHint
source: What went wrong?
cs: Co nebylo v pořádku?
he: מה השתבש?
hr: Što nije bilo dobro?
hu: Mi volt a gond?
nb: Hva gikk galt?
sk: V čom bol problém?
sr_cyrl: Шта није у реду?

# CallReportIncludeLogs
source: Include technical information
cs: Zahrnout technické informace
he: כלול מידע טכני
hr: Uključi tehničke podatke
hu: Technikai információk csatolása
nb: Inkluder teknisk informasjon
sk: Zahrnúť technické informácie
sr_cyrl: Пошаљи техничке информације

# CallReportLogsExplain
source: Doesn't reveal chat contents and helps us fix the issue sooner.
cs: Toto neprozradí obsah Vaší konverzace, ale pomůže nám to vyřešit problém dříve.
he: זה לא יחשוף את תוכן הצ'אט ויעזור לנו לפתור את הבעיה מוקדם יותר.
hr: Ne otkriva sadržaj razgovora, a pomaže nam da što prije riješimo problem.
hu: A csevegés tartalma nem kerül küldésre, viszont gyorsabban ki tudjuk vizsgálni a problémát.
nb: Dette vil ikke avsløre innholdet i anropet ditt, men hjelper oss å utbedre problemet raskere.
sk: Nezahŕňajú obsah vašej konverzácie, no pomôžu nám rýchlejšie vyriešiť váš problém.
sr_cyrl: Не открива садржај ћаскања, а помаже нам да проблем решимо раније.

source: Calls
cs: Hovory
he: שיחות
hr: Pozivi
hu: Hívások
nb: Anrop
sk: Hovory
sr_cyrl: Позиви

# CallsDataUsage
source: Calls
cs: Hovory
he: שיחות
hr: Pozivi
hu: Hívások
nb: Anrop
sk: Hovory
sr_cyrl: Позиви

source: Cancel
cs: Zrušit
he: ביטול
hr: Odustani
hu: Mégsem
nb: Avbryt
sk: Zrušiť
sr_cyrl: Откажи

# CancelLinkExpired
source: Link is invalid or expired.
cs: Odkaz je neplatný nebo vypršel.
he: הקישור לא תקין או פג תוקף.
hr: Link je neispravan ili je istekao
hu: A hivatkozás érvénytelen vagy lejárt.
nb: Lenken er ugyldig eller utløpt.
sk: Odkaz je neplatný alebo vypršala jeho platnosť.
sr_cyrl: Непостојећи или неважећи линк.

# CanJoin_one
source: {0} can join
cs: {0} se může připojit
he: ⁨{0}⁩ יכול להצטרף
hr: {0} osoba se može pridružiti
hu: {0} csatlakozhat
nb: {0} kan bli med
sk: môže sa pridať {0}
sr_cyrl: може {0} члан

# CanJoin_other
source: {0} can join
cs: {0} se mohou připojit
he: ⁨{0}⁩ יכולים להצטרף
hr: {0} osoba se može pridružiti
hu: {0} csatlakozhat
nb: {0} kan bli med
sk: môže sa pridať {0}
sr_cyrl: може {0} чланова

source: Caption
cs: Titulek
he: כותרת
hr: Opis
hu: Képaláírás
nb: Tekst
sk: Popis
sr_cyrl: Опис

# CaptionsLimitSubtitle
source: Use longer descriptions for your photos and videos
cs: Používejte delší popisy fotografií a videí
he: השתמש בתיאורים ארוכים יותר עבור התמונות והסרטונים שלך
hr: Koristite duže opise za svoje slike i videozapise
hu: Használj hosszabb leírásokat a fotókhoz és a videókhoz
nb: Bruk lengre beskrivelser på dine bilder og videoer
sk: Používajte dlhšie popisy pre vaše fotky a videa
sr_cyrl: Користите дуже описе за слике и видео

# CaptionsLimitTitle
source: Captions
cs: Titulky
he: כותרות
hr: Opisi medija
hu: Feliratok
nb: Undertekster
sk: Popisy
sr_cyrl: Описи

source: Change
cs: Změnit
he: שנה
hr: Promijeni
hu: Beállítás
nb: Endre
sk: Zmeniť
sr_cyrl: Промени

source: Change colors
cs: Změnit barvy
he: שנה צבעים
hr: Promijeni boje
hu: Színek módosítása
nb: Endre farger
sk: Zmeniť farby
sr_cyrl: Промени боје

source: Change Email
cs: Změnit e-mail
he: שנה כתובת אימייל
hr: Promijeni e-poštu
hu: E-mail változtatása
nb: Endre e-post
sk: Zmeniť email
sr_cyrl: Промени е-пошту

# ChangeEmojiStatus
source: Change Status
cs: Změnit status
he: שנה סטטוס
hr: Promijeni emoji status
hu: Állapot módosítása
nb: Endre status
sk: Zmeniť status
sr_cyrl: Промени статус

source: Change Passcode
cs: Změnit heslo
he: שנה קוד גישה
hr: Promijeni lozinku
hu: Jelkód megváltoztatása
nb: Endre tilgangskode
sk: Zmeniť prístupový kód
sr_cyrl: Промени кôд

# ChangePasscodeInfo
source: When a passcode is set, a lock icon appears above your chat list. Tap it to lock your Telegram app. Note: if you forget your passcode, you'll need to log out or reinstall the app. All secret chats will be lost.
cs: Pokud se rozhodnete pro dodatečné heslo, v seznamu konverzací nahoře se zobrazí ikona zámku. Klepnutím na ní zamknete a odemknete aplikaci. Poznámka: Pokud zapomenete heslo, aplikaci bude potřeba odinstalovat a znovu nainstalovat. Všechny důvěrné konverzace budou ztracené.
he: כאשר מוגדר קוד גישה נוסף, סמל מנעול יופיע מעל רשימת הצ'אטים. הקש עליו בכדי לנעול או לשחרר את יישום הטלגרם שלך. הערה: אם תשכח את הסיסמה, יהיה עליך למחוק ולהתקין מחדש את היישום. כל הצ'אטים הסודיים יאבדו.
hr: Kad postavite zaključavanje lozinkom, ikona s lokotom će se pojaviti iznad liste razgovora. Pritisnite je da biste zaključali aplikaciju. Napomena: ako zaboravite lozinku, trebat ćete se odjaviti ili ponovno instalirati aplikaciju. Svi tajni razgovori će biti izgubljeni.
hu: Ha be van állítva jelszó, a csevegési lista felett egy zár ikon jelenik meg. Érintsd meg azt a Telegram alkalmazás zárolásához. Megjegyzés: ha elfelejted a jelszavad, ki kell jelentkezned vagy újra kell telepítened az alkalmazást. Minden titkos csevegés elvész.
nb: Når tilgangskode er aktivert, vil et låseikon vises over samtalelisten. Trykk på den for å låse Telegram-appen. Merk: hvis du glemmer tilgangskoden, må du reinstallere appen. Alle hemmelige samtaler vil gå tapt.
sk: Keď je nastavený prístupový kód, nad zoznamom konverzácií sa zobrazí ikona zámku. Ťuknutím na ňu uzamknete Telegram. Poznámka: ak zabudnete prístupový kód, budete sa musieť odhlásiť alebo preinštalovať aplikáciu. Všetky tajné konverzácie sa stratia.
sr_cyrl: Када је подешен кôд, изнад ваше листе ћаскања се појављује икона катанца. Додирните је да бисте закључали Telegram. Напомена: ако заборавите кôд, мораћете да се одјавите или да поново инсталирате апликацију. Сва тајна ћаскања ће бити изгубљена.
